{"code":200,
"data":{
  "title":"看见领导就想躲，怎么破？",
  "id":"20161114",
  "author":"大前端web讲堂",
  "time":"2016-11-14",
  "body":"",
  "article":{
    "articleClassName":"",
    "start":[
      {
        "desc":"",
        "imagesUrl":"code-detail.jpg"
      },
      {
        "desc":"",
        "imagesUrl":""
      }
    ],
    "articleBody":[
      {
        "desc":"不管是刚入职的新人，还是工作多年的老司机，很多人都怕领导，躲领导，恨不得自己变身空气，只要不被领导看见就好。"
      },
      {
        "desc":"我也经历过这个阶段，开会的时候坐在离领导最远的角落，头低低的，呼吸都尽量放轻，生怕被领导听到注意到我；聚餐的时候就算别的桌挤得都坐不下了也坚决不和领导一桌；看见领导进电梯了，故意放慢脚步，没事也给自己找点事，好搭乘下一趟；如果领导迎面走来就更尴尬了，手脚都没地方放，打招呼不知道怎么打，扭头就走又怕太明显，让领导误会。"
      },
      {
        "desc":"现在我从“怕领导”变成了“被人怕”，就结合自己的经历来给大家分析下，看见领导就想躲，该怎么破。"
      },
      {
        "desc":"好破！"
      },
      {
        "desc":"一、我们先分析一下有几个原因，各个击破。
        1、对权力的敬畏。

        我们怕，我们躲的，不是领导，而是权力。不管是张总还是王总，只要他是我们的领导，我们就怕，就想躲。如果他只是张同事，王同事，同样是这个人，我们就不会怕，不会躲。因为领导手中的权力决定了我们命运，表扬？批评？升职？加薪？甚至去留。我们害怕掌握我们命运的人。

        对权力的敬畏来自我们的思想深处，不谈中国几千年的封建王朝，影响深远的儒家思想，从小我们就被教育要听老师的话，老师就代表这权力，从幼儿园到大学，听了将近20年，我们已经习惯了对权力的敬畏。

        2、自卑。

        我们每个人都想展示给领导最完美的一面。但可能我们觉得自己还不够好，不够优秀，或者对自己的工作效果没信心，所以在领导面前不自信。领导问我们个什么工作上的问题答不上来多丢人！领导问个什么方案，我说的不够完善怎么办？领导布置的任务，出现错误怎么办？会不会留下不好的印象？不自信的话，就想跑，就想躲。就像很多男生看到自己心仪的女孩子，觉得自己配不上，就装作没看见的样子，看上去牛逼哄哄的，其实心里对自己懊恼的不得了。

        3、心虚。

        这种原因有可能就是自己的工作没做好，上次的项目延期了；资料申报出现了重大错误被拒收了；一个重要的标跟了两个月，本来都板上钉钉了，结果递交标书迟到，超过截止时间了，看见领导就心虚啊，领导看不见我就想不起来，想不起来就不容易发现，所以能躲就躲，能瞒一天是一天。

        4、怕被别人说拍马屁。

        大家都是凭自己真本事吃饭的年轻人，天天和领导走那么近，被别人说是靠拍马屁、套近乎升的职加的薪，先不说自己付出的努力多憋屈，一世英名可就没了。

        可是同学们，说句心里话，你们真的不羡慕那些工作做得好，还能和领导谈笑风生，称兄道弟的同事们么？

        我是羡慕的。

        二、那该怎么破呢？
        1、正确对待敬畏心。

        首先我们要说明的是，我们对领导有敬畏心是很正常的。对权力的敬畏是我们保护自己的本能。同时适当的敬畏心有助于我们在职场的生存，一方面可以帮助我们和领导保持合适的距离，一方面可以提升我们的工作能力。即便是和领导谈笑风生的同事也是和领导保持合适距离的，没大没小，一直记得打江山的时候我们如何如何，不是聪明的做法。而对领导的敬畏能够帮助我们用更强的责任感来完成自己的任务，自然也就提升了能力。

        在确定我们不是一个人后，可以采取些行动。

        （1）心理建设。淡化领导的权力与位置，告诉自己领导和我们都一样，也是一天吃三顿饭，晚睡会困，喝醉也难受。谎话说得多了都可能变成真的，更何况我们说的是真话。

        （2）多接触。鼓起勇气迈出这一步，你会发现世界真的没那么可怕。原来领导笑起来眼睛弯弯的，居然有点可爱；领导也喜欢踢足球啊，和我一样在熬夜看球赛啊。哈哈，他也喜欢吃水煮鱼。慢慢的，对领导害怕的心理就会减少很多。

        2、接受不完美的自己。

        我们每个人初入职场的时候都是稚嫩的，不完美的，这是每个职场菜鸟都要经历的阶段。即便是老司机，职场也是一条需要不断前进不断学习的道路。如果我们总是躲着领导，想着默默无闻，岁月静好就行，也许能实现默默无闻，但岁月静好就难说了。也永远发现不了自己的不足，自己存在的问题，更谈不上改进问题，提升不足，让自己变得更好，那么我们期望的完美就永远无法达到。

        所以，勇敢的告诉领导你的想法，主动向领导汇报你的工作。领导会用他的经验和智慧给你指导。

        恩，勇敢的告诉领导我们的想法，但是......

        领导问我们的问题答不上来怎么办？

        领导给我指出了错误怎么办？

        领导给我提建议了怎么办？

        以上会不会给领导留下不好的印象？

        不用怕，我们有应对的方法。

        领导问你的问题你不知道答案。不用丧气，告诉领导“这个问题我确认一下向您汇报。”然后，发了狠的看，发了狠的学，发了恨的分析，给领导呈现一个你能呈现的最好答案。

        领导给你指出了不足。应该高兴啊。终于知道自己要改进的方向了。告诉领导”我会认真修改的，以后不会再犯这样的错误了。“然后认真修改，并且把此次的错误类型计入备忘录，以后遇到此类工作及时翻看，避免被一块石头绊倒两次。

        领导给你提出了建议。开心啊。正不知道该往哪个方向努力，迷茫着呢，这下一下子踏实了。

        不仅不会留下坏印象，相反领导会觉得你是一个严谨的，认真的，知错就改的，虚心学习的好员工。
        3、做好自己的工作。

        就像小时候我们躲在座位上睡觉，用书挡着，手支着头，自以为天衣无缝，全班就我最聪明了，其实老师都一清二楚，只不过不说破一样。我可以负责任的说，公司每个员工的情况领导心里都跟明镜似的。这一段更踏实了，前几天有点浮躁啊，这会心情不太好啊等等。至于我们的工作更是有一张清单表在领导心里。交待任务的完成情况，工作质量，工作效率，有没有重大贡献，有没有给公司带来重大损失的失误。至于那些我们想要隐瞒的小错误，不好意思，领导也是从员工过来的，术业专精才升的职，所以他可能比我们更懂我们的业务。

        也许领导看不见，我们能够混一阵子，但是浪费的只能是我们自己的时间，自己的机会，所以还是踏踏实实做好自己的工作最实在。

        4、摆正心态，不畏惧被说溜须拍马。

        和领导交流，沟通并不只有溜须拍马一种方式，也可以是正常方式。比如适时和领导沟通你的想法，反馈你的工作进度。

        另外公司就那么大，同事之间谁踏实，谁有责任心，谁的能力强，谁有真本事，大家嘴上虽然不说，但是心里都清清楚楚的。

        三、最后来说说和迎面走来的领导打招呼，这个尴尬的让人手脚都没地方放的情况。
        领导迎面走来的时候，不要扭头就走！不要扭头就走！不要扭头就走！重要的事情说三遍。

        首先判断下领导和我们的距离：

        5米以外的话，可以视而不见，该干嘛干嘛；

        3-5米的时候，我们可以观察下情况来确定是否应该打招呼，如果领导步伐很匆忙，比较着急，或者在走的时候和别人商谈重要事情，就不适宜打招呼。如果一般速度行走，也不是很忙就可以迎着领导走过去，眼睛注视，微笑，问候一声“XX好！”就可以了。试过一次后，你会发现，真的没那么难。切记的是对领导不要用点头微笑的方式打招呼，这种方式比较适合同事之间。
        希望下一个被人羡慕的工作做得好，还能和领导谈笑风生的同事就是你哦！"
      },
      {
        "imagesUrl":"3.jpg"
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      },
      {
        "desc":""
      }
    ],
    "end":[
      {
        "desc":"来自简书作者",
        "imagesUrl":""
      },
      {
        "desc":"<br/><br/>"
      },
      {
        "desc":"微信公众号：大前端web讲堂<br/>微信公众号二维码"
      },
      {
        "imagesUrl":"code.jpg"
      },
      {
        "desc":"<br/><br/>"
      }
    ]
  }
},
"error":"Success",
"status":"SUCESS"
}